alsa-utils
bat
dnsmasq
docker
edk2-ovmf
engrampa
fd
firefox
flatpak
fzf
git
gst-libav
gst-plugins-base
gst-plugins-good
gstreamer-vaapi
gvfs
gvfs-smb
gvfs-mtp
htop
intel-gpu-tools
kvantum
lf
libva-intel-driver
libva-utils
libvirt
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
lm_sensors
man-db
man-pages
mediainfo
mesa-utils
mkvtoolnix-gui
mpv
mpv-mpris
neofetch
neovim
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
openssh
p7zip
pacman-contrib
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
plocate
pulsemixer
qbittorrent
qemu-desktop
qt6-multimedia-gstreamer
ripgrep
stow
thunar-archive-plugin
thunar-media-tags-plugin
tmux
unzip
virt-manager
vnstat
wireplumber
wireshark-qt
xdg-desktop-portal-gtk
xdg-user-dirs
xfce4
xfce4-clipman-plugin
xfce4-pulseaudio-plugin
xfce4-whiskermenu-plugin
xorg
yt-dlp
zip
zsh
